Repository: otacke/h5pxapikatchu
Catalog: languages/H5PXAPIKATCHU-*.po
Languages: de_de, nl_nl

source: Actor Id
de_de: Akteur ID
nl_nl: Gebruiker Id

source: Actor Name
de_de: Akteur Name
nl_nl: Naam gebruiker

source: Actor Group Members
de_de: Akteur Gruppenmitglieder
nl_nl: Leden gebruikersgroep

source: Verb Display
de_de: Verb Anzeige
nl_nl: Werkwoord weergave

source: Object Id
de_de: Objekt ID

source: Object Def. Name
de_de: Objekt Def. Name
nl_nl: Naam objectdefinitie

source: Object Def. Description
de_de: Objekt Def. Beschreibung
nl_nl: Beschrijving objectdefinitie

source: Object Def. Choices
de_de: Objekt Auswahlmöglichkeiten
nl_nl: Keuzes objectdefinitie

source: Object Def. Correct Responses
de_de: Objekt Def. Richtige Antworten
nl_nl: Juiste antwoorden objectdefinitie

source: Result Response
de_de: Ergebnis Antwort
nl_nl: Resultaat

source: Result Score Raw
de_de: Ergebnis Punkte
nl_nl: Resultaat ruwe score

source: Result Score Scaled
de_de: Ergebnis Punkte, skaliert
nl_nl: Resultaat geschaalde score

source: Result Completion
de_de: Ergebnis Abgeschlossen
nl_nl: Resultaat afronding

source: Result Success
de_de: Ergebnis Erfolg
nl_nl: Resultaat succes

source: Result Duration
de_de: Ergebnis Dauer
nl_nl: Resultaat duur

source: Time
de_de: Zeit
nl_nl: Tijd

source: Please note: Activating this option may lead to unexpected xAPI statements (in high numbers) if others embed your content somewhere. Your server will have to cope with all these statements.
de_de: Bitte beachten: Das Einschalten dieser Option kann zu unerwarteten xAPI-Statements (in hoher Zahl) führen, wenn andere deinen Inhalt irgendwo einbetten. Dein Server wird all diese Statements verarbeiten müssen.
nl_nl: Let op: Het activeren van deze optie kan leiden tot onverwachte xAPI statements (in grote aantallen) als anderen uw inhoud ergens insluiten. Uw server zal al deze verklaringen moeten verwerken.

source: General
de_de: Allgemein
nl_nl: Algemeen

source: Store complete statements
de_de: Komplette Statements speichern
nl_nl: Volledige verklaringen opslaan

source: Embed support
de_de: Einbetten unterstützen
nl_nl: Insluiten ondersteunen

source: Capture everything
de_de: Alles aufzeichnen
nl_nl: Alles vastleggen

source: H5P content types
de_de: H5P-Inhaltstypen
nl_nl: H5P-inhoudstypen

source: Visible columns
de_de: Sichtbare Spalten
nl_nl: Zichtbare kolommen

source: By checking the column titles below you can select if the corresponding columns will be displayed by default.
de_de: Durch das Anwählen einzelner Spaltentitel kannst du auswählen, welche Spalten standardmäßig angezeigt werden.
nl_nl: Door de kolomtitels hieronder aan te vinken kun je kiezen of de corresponderende kolommen standaard zullen worden weergegeven.

source: By checking the H5P content types below you can select their xAPI statements for being captured.
de_de: Durch das Anwählen einzelner H5P-Inhaltstypen kannst du auswählen, für welche die xAPI-Statements aufgezeichnet werden sollen.
nl_nl: Door de H5P inhoudstypen hieronder aan te vinken kun je de desbetreffende xAPI verklaringen selecteren om deze vast te leggen.

source: Store the complete xAPI statement as JSON data. Be sure to check your database storage limit!
de_de: Speichere die kompletten xAPI-Statements als JSON-Daten. Prüfe vorher den Speicherplatz deiner Datenbank!
nl_nl: Sla de volledige xAPI verklaring op als JSON data. Zorg ervoor dat je de opslaglimiet van je database controleert!

source: Display xAPI statements in the JavaScript debug console
de_de: Zeige die xAPI-Statements in der JavaScript-Debug-Konsole
nl_nl: Geef de xAPI verklaringen weer in de JavaScript debug console

source: Accept xAPI statements from your content that is embedded on other pages
de_de: Akzeptiere xAPI-Statements von deinen Inhalten, die auf anderen Seiten eingebettet sind
nl_nl: Accepteer xAPI verklaringen van je inhoud die is ingesloten op andere pagina's

source: Capture the xAPI statements of all H5P content types
de_de: Schneide die xAPI-Statements aller H5P-Inhaltstypen mit
nl_nl: Leg de xAPI-verklaringen van alle H5P-inhoudstypen vast

source: It seems there are no column titles defined. Wicked!
de_de: Es scheint as seien keine Spaltentitel festgelegt. Seltsam!
nl_nl: Het lijkt erop dat er geen kolom titels gedefinieerd zijn. Vreemd!

source: Column title
de_de: Spaltentitel
nl_nl: Kolomtitel

source: It seems that H5P is not installed on this WordPress system.
de_de: Es scheint, als wäre H5P auf diesem WordPress-System nicht installiert.
nl_nl: Het lijkt erop dat H5P niet ge√Ønstalleerd is in deze WordPress site.

source: Title
de_de: Titel
nl_nl: Titel

source: Type
de_de: Typ

source: What personal data we collect and why we collect it
de_de: Welche personenbezogenen Daten wir sammeln und warum wir sie sammeln
nl_nl: Waarom en welke persoonsgegevens wij verzamelen

source: When you use interactive content, we may collect data about your interaction using %s.
de_de: Wenn du interaktive Inhalte benutzt, können Daten über deine Interaktionen mittels %s gesammelt werden.
nl_nl: Wanneer je interactieve inhoud gebruikt, kunnen wij gegevens over je interactie verzamelen met behulp van %s.

source: The data may e.g. contain what answer was given, how long it took to answer, what score was achieved, etc.
de_de: Die Daten können beispielsweise umfassen, welche Antworten gegeben wurden, wie lange zum Antworten benötigt wurde, welche Punktzahl erreicht wurde, usw.
nl_nl: De gegevens kunnen bijvoorbeeld bevatten welk antwoord werd gegeven, hoe lang het duurde om te antwoorden, welke score werd behaald, enz.

source: We use the data to learn about how well the interaction is designed and how it could be adapted to improve the usability and learning outcomes in general.
de_de: Wir nutzen die Daten um zu lernen, wie gut die Interaktionen entworfen wurden und wie sie angepasst werden könnten, um die Bedienung und die Lernergebnisse zu verbessern.
nl_nl: We gebruiken de gegevens om te weten te komen hoe goed de interactie is ontworpen en hoe ze kan worden aangepast om de bruikbaarheid en de leerresultaten in het algemeen te verbeteren.

source: However, if and only if you are logged in, this data will be tied to your full name, your email address, and your WordPress user id.
de_de: Wenn du allerdings auf der Plattform angemeldet bist, werden diese Daten mit deinem vollen Namen, deiner E-Mail-Adresse und deiner WordPress-Benutzer-ID verknüpft.
nl_nl: Echter, als en alleen als je bent ingelogd, zullen deze gegevens worden gekoppeld aan je volledige naam, je e-mailadres en je WordPress gebruikers-id.

source: In consequence, your interactions could be linked to you.
de_de: Infolgedessen können deine Interaktionen mit dir in Verbindung gebracht werden.
nl_nl: Bijgevolg kunnen je interacties met jou in verband worden gebracht.

source: Therefore, all personal data can be stripped to anonymize the data.
de_de: Daher ist es möglich, alle persönlichen Daten anonymisieren zu lassen.
nl_nl: Daarom kunnen alle persoonsgegevens worden gestript om de gegevens te anonimiseren.

source: Showing _START_ to _END_ of _TOTAL_ entries
de_de: Zeige _START_ bis _END_ von _TOTAL_ Einträgen
nl_nl: Tonen van _START_ to _END_ of _TOTAL_ vermeldingen

source: Showing 0 to 0 of 0 entries
de_de: Zeige 0 bis 0 von 0 Einträgen
nl_nl: Tonen van 0 tot 0 van 0 inzendingen

source: filtered from _MAX_ total entries
de_de: gefiltert aus _MAX_ Einträgen insgesamt
nl_nl: gefilterd uit _MAX_ totale inzendingen

source: Show _MENU_ entries
de_de: Zeige _MENU_ Einträge
nl_nl: Toon _MENU_ items

source: Loading...
de_de: Wird geladen...
nl_nl: Wordt geladen...

source: Processing...
de_de: Bitte warten...
nl_nl: Even wachten...

source: Search
de_de: Suchen
nl_nl: Zoeken

source: No matching records found
de_de: Keine Einträge vorhanden.
nl_nl: Geen overeenkomende records gevonden

source: First
de_de: Erste
nl_nl: Eerste

source: Last
de_de: Letzte
nl_nl: Laatste

source: Next
de_de: Nächste
nl_nl: Volgende

source: Previous
de_de: Vorherige
nl_nl: Vorige

source: Download
de_de: Herunterladen

source: Show/hide columns
de_de: Zeige/verstecke Spalten
nl_nl: Toon/ verberg kolommen

source: Delete
de_de: Löschen
nl_nl: Verwijder

source: Do you really want to delete all the data?
de_de: Willst du wirklich alle Daten löschen?
nl_nl: Wil je echt alle gegevens wissen?

source: Sorry, something went wrong with deleting the data.
de_de: Entschuldigung. Beim Löschen der Daten ging etwas schief.
nl_nl: Sorry, er ging iets mis met het verwijderen van de gegevens.

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht genügend Rechte, um diese Seite aufzurufen.
nl_nl: Je hebt niet voldoende rechten om deze pagina te openen.

source: There is no xAPI information stored.
de_de: Es sind keine xAPI-Informationen gespeichert.
nl_nl: Er is geen xAPI-informatie opgeslagen.

source: Group
de_de: Gruppe
nl_nl: Groep

source: email
de_de: E-Mail-Adresse

source: email hash
de_de: E-Mail-Hashwert
nl_nl: e-mail encryptie

source: account
de_de: Konto
nl_nl: gebruikersnaam

source: Verb Id
nl_nl: Werkwoord Id

source: WP User ID
nl_nl: WP gebruiker Id

source: H5P Content ID
nl_nl: H5P inhoud Id

source: H5P Subcontent ID
nl_nl: H5P subinhoud Id
